{
  "staff": [
    {
      "sectionId": "Katy",
      "title": "Katherine Gattuso - Coordinator for Children, Youth & Family Ministries",
      "src": "https://dl.dropboxusercontent.com/s/txo020s8gg9bl0h/Katy_Staff.png?dl=0",
      "desc": "<p>Katherine &quot;Katy&quot; Graduated from Roanoke College December of 2021. She graduated with a Bachelor of Arts in Christian Studies and a concentration in Parish Youth Leadership. Katy Grew up in Richmond, VA and was baptized and confirmed at Epiphany Lutheran Church. As a youth she was an active participant in Epiphany's Youth Group and was an avid participant in VA Synod ELCA Youth Events.</p><p>She enjoys spending time with family. Katy is the youngest of 3 older brothers, 2 older stepbrothers, 2 older stepsisters and a half-sister in the Ukraine!</p><p>Katy also enjoys spending time in nature, hiking, and spending time with friends.</p>"
    },
    {
      "sectionId": "Sandi",
      "title": "Sandi Roop - Parish Administrator",
      "src": "https://dl.dropboxusercontent.com/s/i1n5ct7wnt2ju0d/Sandi_v01.jpg?dl=0",
      "desc": "<p>Sandi Roop is our Parish Administrator for College Lutheran. Sandi joined the staff of CLC in 2012. She lives in Roanoke County with her husband, Michael and her children, Ashley and Joshua.</p><p>She enjoys spending time with her family, music, cooking and college basketball.</p>"
    },
    {
      "sectionId": "Lawrence",
      "title": "Lawrence Keffer - Sexton",
      "src": "https://dl.dropboxusercontent.com/s/ewvlw65y1zwp0bc/Lawrence_v01.jpg?dl=0",
      "desc": "<p>Lawrence Keffer has been our sexton for College Lutheran Church since 1997. He resides in Salem with his wife Laurie.</p><p>Lawrence has been with the Salem Fire and EMS Department since 1989. He enjoys the outdoors, golfing, hiking and gardening.</p>"
    },
    {
      "sectionId": "Richard",
      "title": "Richard Hoffman - Financial Administrator",
      "src": "https://dl.dropboxusercontent.com/s/c0xsjx22rklxxwo/Richard_Hoffman.jpg?dl=0",
      "desc": "<p>Richard Hoffman was born and raised in the New York/ New Jersey metropolitan area which explains his life long loyalty for the NY Yankees. After a brief stint with US Army as a sentry dog hander, Richard worked for Citibank for 3 years. Upon graduation from Montclair State College (now a University) he worked for a small chemical trading company in NYC before landing a job with RCA which was eventually was bought by GE. Richard worked primarily with GE’s energy business in California and Virginia before retiring in July 2013.</p><p>Richard has a lovely wife Deneille (Dene) who is a personal chef and has been married for the last 34 years. Richard and Dene have 2 grown children (Stephen and Kacie) who live in the Arlington, Virginia area.</p>"
    }
  ]
}
